{"asian-design-and-influence":{"thread":["Asian Design and Influence"],"coords":[49.456014,10.031008],"title":["Quick Facts"],"start":[31820],"color":"#456321","__content":"\n\n“Chinoiserie” is the European interpretation and imitation of Chinese and East Asian artistic traditions.\n\n\nThe chinoiserie craze took off in Europe during the late 1600s with the influx of exotic items from from China, India, and Japan.\n\n\nMany Chinoiserie items were mash-ups of Asian styles and forms created by European artists primarily interested in pleasing the tastes of their clients.\n\n\nAt its peak in the 1700s, many wealthy households in Europe, North America, and South America had furnishings, or even whole rooms and gardens, created by artists in a “Chinese” style.\n","preview":"“Chinoiserie” is the European interpretation and imitation of Chinese …","basename":"asian-design-and-influence"},"blue-white":{"thread":["Blue & White Ceramics"],"coords":[35.19438,41.764404],"title":["Quick Facts"],"start":[3513],"color":"#007aff","order":"3290 270 123 3513 3631 46853 90877","image":270,"__content":"\n\nSimple yet elegant, “blue and white”-- white porcelain painted with a blue glaze--found admirers in Asia, Africa, the Middle East, Europe, and North and South America.\n\nThe blue in blue and white pottery is cobalt oxide, first discovered and used in the Middle East.\n\nMongols invaded the Middle East and brought cobalt oxide to China, where artists applied it to white porcelain. The exquisite results were made for the Chinese Imperial Court.\n\nPotters from the Netherlands to Mexico emulated the color schemes and designs of Chinese blue and white for their local customers.\n","preview":"Simple yet elegant, “blue and white”-- white porcelain painted with a …","basename":"blue-white"},"buddhism":{"thread":["Buddhism"],"coords":[34.613335,101.337506],"title":["Quick Facts"],"start":[116877],"color":"purple","order":"116877 123674 131 2537 31182 395 5178 6161 8447 889","image":123674,"__content":"\n\nThe religion of Buddhism emerged from the teachings of a prince who lived in northern India some 2,500 years ago.\n\nBuddhists seek escape from suffering by attaining enlightenment, then entering a state of eternal bliss called nirvana.\n\nAs Buddhism spread from India to China to elsewhere in Asia it acquired aspects of local beliefs.\n\nThe teachings and texts of Buddhism expanded and evolved as the religion spread, such that Buddhism came to encompass a vast array of deities.  \n\n","preview":"The religion of Buddhism emerged from the teachings of a prince who …","basename":"buddhism"},"china-trade":{"thread":["The China Trade"],"coords":[35.698959,139.734905],"title":["Quick Facts"],"start":[122483],"order":"122483 122487 14019 19404 1944 270 3076 3740 3741 4239 4418 63154 8362","color":"orange","__content":"\n\nOverseas trade between Europe and The China Trade Around 1600, Holland and England began to dominate trade with the “East Indies” - collectively Asia, India, and … Many other European nations had also established trade connections with the Far East by the mid-1700s\n\n\nEuropeans exchanged silver for spices, tea, and coffee, as well as textiles, porcelain, and gold.\n\n\nThe vast wealth generated by the Dutch East India company ushered in a golden era for Holland: it was the wealthiest country in Europe, a place where the arts and sciences flourished.\n\n\nThe China trade sparked long-distance artistic collaboration as Chinese manufacturers began creating porcelain wares and wallpapers that appealed to European and American tastes.\n","preview":"Overseas trade between Europe and The China Trade Around 1600, …","basename":"china-trade"},"red-dye-from-mexico":{"thread":["Red dye from Mexico"],"coords":[17.007972,-96.562172],"title":["Quick Facts"],"start":[1341],"color":"#ff3145","order":"1784 1341 4418 3282 14270","image":1784,"__content":"\n\nIndigenous Aztec and Mayan peoples first discovered cochineal, a red dye made from tiny bugs that live on the prickly pear cactus.\n\n\nAcross Europe, red was the color of wealth, power, and privilege. Spanish colonists realized cochineal’s value -  it was bright and didn’t fade.\n\n\nBy the late 1500s, Spanish ships transported tons of cochineal each year to supply the textile centers of northern Europe.\n\n\nArtists with family connections to the textile trade experimented with cochineal as a paint pigment. They got the red by soakings scraps of red cloth left over from fabric dyers.\n","preview":"Indigenous Aztec and Mayan peoples first discovered cochineal, a red …","basename":"red-dye-from-mexico"},"silk-road":{"thread":["The Silk Road"],"coords":[34.613335,101.337506],"title":["Quick Facts"],"start":[867],"color":"#fff000","order":"60728 95595 867 6161 45641 14270 1610 1341 3631","image":95595,"__content":"\n\nThe Silk Road was a network of trade routes connecting Europe, China, and South Asia.\n\n\nSilk was prized for its strength, shimmering quality, and its colorfastness. But it was so hard to make that only the wealthiest could afford it.\n\n\nSilk is the product of an insect: the silkworm secretes silk to make a cocoon.\n\n\nSilk threads have a triangular cross section and reflect light in multiple directions--like a diamond ring. This is why silk cloth shimmers and sparkles.\n\n\nIt takes 2,500 silk worm cocoons to create 1 pound of silk.\n\n\nSilkworms were domesticated and farmed about 5,000 years ago in China. It took another 4000 years to reach Europe.\n","preview":"The Silk Road was a network of trade routes connecting Europe, China, …","basename":"silk-road"},"silver":{"thread":["The Silver Trade"],"coords":[52.370871,4.883133],"title":["Quick Facts"],"start":[4418],"order":"121307 131 19404 18757 19404 3076 3740 4418 4558 63154 8362","color":"silver","__content":"\n\nVast amounts of silver flowed from the Americas to China from around 1500 to 1800 and exchanged for Chinese silk, tea, porcelain, and gold.\n\n\nChina switched from paper to silver currency around 1500, creating a huge demand for silver.\n\n\nSpanish colonists exploited rich silver deposits in Peru and Mexico beginning in 1545 and sent 50 tons of silver to China each year.\n\n\nUntil about 1750, about 85% of the world’s silver supply came from Spanish Peru and Mexico.\n\n\nMost European and Colonial North American silver sculpture and tableware from around 1550 through the 1700s was made of melted down Mexican silver pesos, which were used as currency around the globe.  \n","preview":"Vast amounts of silver flowed from the Americas to China from around …","basename":"silver"},"triangle-trade":{"thread":["The Triangle Trade"],"coords":[42.355305,-71.053155],"title":["Quick Facts"],"start":[63154],"__content":"\n\nPlaceholder Quick Facts\n\n\nPlaceholder Quick Facts\n\n\nPlaceholder Quick Facts\n","preview":"Placeholder Quick Facts\n\n\nPlaceholder Quick Facts\n\n\nPlaceholder Quick …","basename":"triangle-trade"}}
